course-outline.org
#+TITLE Isolation Tank Gnosis

* Isolation in 13 Verses

In this chapter we lay down the complete doctrine of Isolation Tank
Gnosis in 13 verses. The rest of this text is simply elaborating
on what is tersely written here:

1. TRUTH exists for YOU Alone.
2. When others agree with YOU, it becomes a Reality
3. TRUTH is senior to Reality
3. TRUTH has the following synonyms GOD, Love, Oneness, Imagination,
   Delusion, Illusion, Sentience, Creativity, Life Force, and most
   significantly YOU.
3. Some have postulated that "GOD is All".
4. If so, then GOD is One
5. GOD as all one must be Alone.
6. In isolation, YOU are alone.
7. To these postulators, we can conclude: "In isolation YOU are GOD"
8. The Isolation Tank provides isolation.
9. I provide the isolation tank so that YOU may find TRUTH.
10. The absolutely capitalized words are: YOU, TRUTH, and GOD.
3. Because Time = Art in the Law of Time Calendar, it is the ideal
   timing system for prioritizing Imagination and Art over Science
   and Reason.

Now that the complete doctrine has been laid down, I would like to
acknowledge my source of inspriation for such a terse style of
delivery. It was completely inspired by Ramana Maharshi's text
"Reality in 40 Verses".


* TRUTH
** TRUTH IS 100% PERSONAL. YOU ARE NEVER SEPARATE FROM THE TRUTH
Truth is the most central topic in ITG because the purpose of ITG is
to aid the search for Truth. What is Truth? ITG adopts the definition
of truth laid down in "Spiritologie" by Andreas Buttler: "Truth exists for you
alone. If others agree with you, it becomes a Reality."

ITG considers illusion, delusion, imagination, dreams, fantasies and
hallucination to be synonomous with Truth.

Let us conclude this instruction on TRUTH with a quote from
"Spiritologie" by Andreas Buttler

#+begin_quote
Psychology is, so to speak, simply being ‘used’ and even only exists
 – with this phony theory of ‘normality’ – to give you a hellish fear
 of think- ing differently or being different from your environment.

I would like to invite you to please quit adjust- ing your personal
truth to that of the public and not even letting it be adjusted.
That is what truth really is, namely a personal, individual thing!
#+end_quote

* Reality
Reality occurs when *two* or more beings agree that something is
so. TRUTH occurs when *one being* says that something is so. Because
one proceeds two, TRUTH is primary and Reality secondary.

ITG exists to assist the return to TRUTH. Of course, since a being
can never leave the TRUTH, this is a ludicrous statement. But without
isolation, a being may not realize the ever-present TRUTH. So, we
provide the minimum amount of procedures and viewpoint to aid the
search.

We will conclude this chapter with two contrasting writings on Reality
and bit of commentary on each.

