course-outline.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>course-outline</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="title" content="course-outline"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2013-08-04T21:20-0400"/>
<meta name="author" content="Terrence Brannon"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">course-outline</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 Isolation in 13 Verses</a></li>
<li><a href="#sec-2">2 TRUTH</a>
<ul>
<li><a href="#sec-2-1">2.1 TRUTH IS 100% PERSONAL. YOU ARE NEVER SEPARATE FROM THE TRUTH</a></li>
</ul>
</li>
<li><a href="#sec-3">3 Reality</a>
<ul>
<li><a href="#sec-3-1">3.1 "The world is in your mind" viewpoint</a></li>
<li><a href="#sec-3-2">3.2 "The world exists independant of your mind" viewpoint</a></li>
</ul>
</li>
<li><a href="#sec-4">4 Consiousness without an Object</a>
<ul>
<li><a href="#sec-4-1">4.1 Planes of Being</a>
<ul>
<li><a href="#sec-4-1-1">4.1.1 Nothing</a></li>
<li><a href="#sec-4-1-2">4.1.2 Consciousness (subject with no object)</a></li>
<li><a href="#sec-4-1-3">4.1.3 Truth (subject with peronal objects and events)</a></li>
<li><a href="#sec-4-1-4">4.1.4 Reality (subject with consensus objects and events)</a></li>
</ul></li>
</ul>
</li>
<li><a href="#sec-5">5 Reflection, summary and evaluation</a>
<ul>
<li><a href="#sec-5-1">5.1 COC p.217 is the admittance test. contrast with p.218</a></li>
<li><a href="#sec-5-2">5.2 Afow first page</a></li>
</ul>
</li>
<li><a href="#sec-6">6 Isolation</a>
<ul>
<li><a href="#sec-6-1">6.1 Isolation and God</a></li>
<li><a href="#sec-6-2">6.2 Isolation Tank, Described</a>
<ul>
<li><a href="#sec-6-2-1">6.2.1 e.r. interlocks are minimized to zero</a></li>
<li><a href="#sec-6-2-2">6.2.2 p.91 - inner realities to be penetrated</a></li>
<li><a href="#sec-6-2-3">6.2.3 p.129 "when given freedom from external&hellip;"</a></li>
</ul>
</li>
<li><a href="#sec-6-3">6.3 tqc 71 - you can discover&hellip;</a></li>
</ul>
</li>
<li><a href="#sec-7">7 Temple, Ceremony and Ritual</a>
<ul>
<li><a href="#sec-7-1">7.1 COC p.38 = I prefer staying in my own center</a></li>
<li><a href="#sec-7-2">7.2 definition of terms</a></li>
<li><a href="#sec-7-3">7.3 Temple is designed to encourage social isolation</a>
<ul>
<li><a href="#sec-7-3-1">7.3.1 p.126 TDS</a></li>
</ul>
</li>
<li><a href="#sec-7-4">7.4 The ceremony is done with a mind to reduce communication, control and coercion</a>
<ul>
<li><a href="#sec-7-4-1">7.4.1 p.210 - "Once you can get into the tank with no preprogramming&hellip;"</a></li>
<li><a href="#sec-7-4-2">7.4.2 Ceremony outline</a></li>
<li><a href="#sec-7-4-3">7.4.3 Big communication no-nos</a></li>
</ul>
</li>
<li><a href="#sec-7-5">7.5 Truth Ritual</a></li>
<li><a href="#sec-7-6">7.6 Greeting Ritual</a></li>
<li><a href="#sec-7-7">7.7 The ritual takes place</a></li>
<li><a href="#sec-7-8">7.8 Post-ritual should nurture social isolation</a>
<ul>
<li><a href="#sec-7-8-1">7.8.1 p. 129 "range of phenomena great than society will accept"</a></li>
<li><a href="#sec-7-8-2">7.8.2 any post-communication is initiated by the</a></li>
</ul>
</li>
<li><a href="#sec-7-9">7.9 Night time is an allright time</a></li>
<li><a href="#sec-7-10">7.10 Time limits</a></li>
</ul>
</li>
<li><a href="#sec-8">8 Charge for Service</a>
<ul>
<li><a href="#sec-8-1">8.1 Entirely free</a></li>
<li><a href="#sec-8-2">8.2 Donation based</a></li>
<li><a href="#sec-8-3">8.3 Pay full price</a></li>
<li><a href="#sec-8-4">8.4 Receive service on credit</a></li>
<li><a href="#sec-8-5">8.5 Patronize my business</a></li>
</ul>
</li>
<li><a href="#sec-9">9 Alternative Isolation Techniques</a>
<ul>
<li><a href="#sec-9-1">9.1 Yoga Nidra</a></li>
<li><a href="#sec-9-2">9.2 Plugging your ears</a></li>
<li><a href="#sec-9-3">9.3 Social Isolation</a></li>
<li><a href="#sec-9-4">9.4 Word Repetition</a></li>
</ul>
</li>
<li><a href="#sec-10">10 From Reality to Truth over Time</a>
<ul>
<li><a href="#sec-10-1">10.1 Dreamspell calendar - 13 moons + 1 day out of time</a></li>
</ul>
</li>
<li><a href="#sec-11">11 From Reality to Truth</a>
<ul>
<li><a href="#sec-11-1">11.1 via logical proof</a></li>
<li><a href="#sec-11-2">11.2 via God Out There chapter in simulations of god.</a></li>
</ul>
</li>
<li><a href="#sec-12">12 Welcome</a>
<ul>
<li><a href="#sec-12-1">12.1 What it is</a></li>
<li><a href="#sec-12-2">12.2 Why it is</a></li>
<li><a href="#sec-12-3">12.3 How it came about</a>
<ul>
<li><a href="#sec-12-3-1">12.3.1 Columbus, OH floatation tank laws</a></li>
<li><a href="#sec-12-3-2">12.3.2 Jeffrey Mishlove's inteview with Dr. Lilly</a></li>
<li><a href="#sec-12-3-3">12.3.3 The Spiritologie Teachings</a></li>
<li><a href="#sec-12-3-4">12.3.4 Numerous Failings in Spiritual Groups</a></li>
</ul>
</li>
<li><a href="#sec-12-4">12.4 What good is it</a></li>
<li><a href="#sec-12-5">12.5 References, Acknowledgements and Further Reading</a></li>
<li><a href="#sec-12-6">12.6 Books by John Lilly</a>
<ul>
<li><a href="#sec-12-6-1">12.6.1 The Quiet Center</a></li>
<li><a href="#sec-12-6-2">12.6.2 The Deep Self</a></li>
<li><a href="#sec-12-6-3">12.6.3 Simulations of God</a></li>
<li><a href="#sec-12-6-4">12.6.4 Center of the Cyclone</a></li>
</ul>
</li>
<li><a href="#sec-12-7">12.7 "From Here to Alternity" - an interview with Dr. Lilly</a></li>
<li><a href="#sec-12-8">12.8 Law of Time</a>
<ul>
<li><a href="#sec-12-8-1">12.8.1 </a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Isolation in 13 Verses</h2>
<div class="outline-text-2" id="text-1">


<p>
In this chapter we lay down the complete doctrine of Isolation Tank
Gnosis in 13 verses. The rest of this text is simply elaborating
on what is tersely written here:
</p>
<ol>
<li>TRUTH exists for YOU Alone.
</li>
<li>When others agree with YOU, it becomes a Reality
</li>
<li>TRUTH is senior to Reality
</li>
<li>TRUTH has the following synonyms GOD, Love, Oneness, Imagination,
   Delusion, Illusion, Sentience, Creativity, Life Force, and most
   significantly YOU.
</li>
<li>Some have postulated that "GOD is All".
</li>
<li>If so, then GOD is One
</li>
<li>GOD as all one must be Alone.
</li>
<li>In isolation, YOU are alone.
</li>
<li>To these postulators, we can conclude: "In isolation YOU are GOD"
</li>
<li>The Isolation Tank provides isolation.
</li>
<li>I provide the isolation tank so that YOU may find TRUTH.
</li>
<li>The absolutely capitalized words are: YOU, TRUTH, and GOD.
</li>
<li>Because Time = Art in the Law of Time Calendar, it is the ideal
   timing system for prioritizing Imagination and Art over Science
   and Reason.
</li>
</ol>


<p>
Now that the complete doctrine has been laid down, I would like to
acknowledge my source of inspriation for such a terse style of
delivery. It was completely inspired by Ramana Maharshi's text
"Reality in 40 Verses".
</p>

</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> TRUTH</h2>
<div class="outline-text-2" id="text-2">


</div>

<div id="outline-container-2-1" class="outline-3">
<h3 id="sec-2-1"><span class="section-number-3">2.1</span> TRUTH IS 100% PERSONAL. YOU ARE NEVER SEPARATE FROM THE TRUTH</h3>
<div class="outline-text-3" id="text-2-1">

<p>Truth is the most central topic in ITG because the purpose of ITG is
to aid the search for Truth. What is Truth? ITG adopts the definition
of truth laid down in "Spiritologie" by Andreas Buttler: "Truth exists for you
alone. If others agree with you, it becomes a Reality."
</p>
<p>
ITG considers illusion, delusion, imagination, dreams, fantasies and
hallucination to be synonomous with Truth.
</p>
<p>
Let us conclude this instruction on TRUTH with a quote from
"Spiritologie" by Andreas Buttler
</p>
<blockquote>

<p>Psychology is, so to speak, simply being ‘used’ and even only exists
 – with this phony theory of ‘normality’ – to give you a hellish fear
 of think- ing differently or being different from your environment.
</p>
<p>
I would like to invite you to please quit adjust- ing your personal
truth to that of the public and not even letting it be adjusted.
That is what truth really is, namely a personal, individual thing!
</p>
</blockquote>


</div>
</div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> Reality</h2>
<div class="outline-text-2" id="text-3">

<p>Reality occurs when <b>two</b> or more beings agree that something is
so. TRUTH occurs when <b>one being</b> says that something is so. Because
one proceeds two, TRUTH is primary and Reality secondary.
</p>
<p>
ITG exists to assist the return to TRUTH. Of course, since a being
can never leave the TRUTH, this is a ludicrous statement. But without
isolation, a being may not realize the ever-present TRUTH. So, we
provide the minimum amount of procedures and viewpoint to aid the
search.
</p>
<p>
We will conclude this chapter with two contrasting writings on Reality
and bit of commentary on each.
</p>

</div>
