course-outline.org
** "The world is in your mind" viewpoint
We need to define one term in the quote to follow and that is
"consideration". A consideration is a creative thought -- Michael
Jackson before composing "Billie Jean", Van Gogh before composing "A
Starry Night." So now let's read the quotation:

#+begin_quote
Considerations take rank over the mechanics of space, energy, and
time. By this it is meant that an idea or opinion is, fundamentally,
superior to space, energy, and time, or organizations of form, since
it is conceived that space, energy, and time are themselves broadly
agreed-upon considerations. That so many minds agree brings about
Reality in the form of space, energy, and time. These mechanics, then,
of space, energy, and time are the product of agreed- upon
considerations mutually held by life.

The aspects of existence when viewed from the level of Man, however,
is a reverse of the greater truth above for Man works on the secondary
opinion that mechanics are real, and that his own personal
considerations are less important than space, energy, and time. This
is an inversion. These mechanics of space, energy, and time, the
forms, objects and combinations thereof, have taken such precedence in
Man that they have become more important than considerations as such,
and so his ability is overpowered and he is unable to act freely in
the framework of mechanics. Man, therefore, has an inverted
view. Whereas considerations such as those he daily makes are the
actual source of space, energy, time and forms, Man is operating so as
not to alter his basic considerations; he therefore invalidates
himself by supposing another determinism of space, energy, time and
form. Although he is part of that which created these, he gives them
such strength and validity that his own considerations thereafter must
fall subordinate to space, energy, time, and form, and so he cannot
alter the Universe in which he dwells.

The freedom of an individual depends upon that individual’s freedom to
alter his considerations of space, energy, time, and forms of life and
his roles in it. If he cannot change his mind about these, he is then
fixed and enslaved amidst barriers such as those of the physical
universe, and barriers of his own creation. Man thus is seen to be
enslaved by barriers of his own creation. He creates these barriers
himself, or by agreeing with things which hold these barriers to be
actual.

There is a basic series of assumptions in processing, which
assumptions do not alter the philosophy of Scientology. The first of
these assumptions is that Man can have a greater freedom. The second
is that so long as he remains relatively sane, he desires a greater
freedom. And the third assumption is that the auditor desires to
deliver a greater freedom to that person with whom he is working. If
these assumptions are not agreed upon and are not used, then auditing
degenerates into “the observation of effect”, which is, of course, a
goal-less, soulless pursuit, and is, indeed, a pursuit which has
degraded what is called modern science.

The goal of processing is to bring an individual into such thorough
communication with the physical universe that he can regain the power
and ability of his own considerations (postulates).

-- L. Ron Hubbard "Scientology 0-8"
#+end_quote

Now, if considerations take rank over the mechanics of MEST (Matter,
Energy, Space and Time), then certainly creative thought processes
take rank over the entities and interactions within MEST as well!
This means that all of the hard and soft sciences are transient
fignments of imagination. It means that the late night news and every
recollection you agree occurred are as well. It means that any matter
perceived, animate or inanimate, is also collective imagination.

** "The world exists independant of your mind" viewpoint
We now will read a different


* Consiousness without an Object
** Planes of Being
*** Nothing
*** Consciousness (subject with no object)
*** Truth (subject with peronal objects and events)
*** Reality (subject with consensus objects and events)

* Reflection, summary and evaluation
Now that we've covered the various realms, let's summarize them:
| Level | Point of View                                | Description                                                                            | Signature Text                                  | Representative Systems                                                                           |
|     0 | None                                         | Utter nothingness                                                                      | "Hsin Hsin Ming" (The Book of Nothing) by Sosan | If anything, Zen Buddhism                                                                        |
|     1 | Subject with No Object                       | Pure being, Consciousness without an object, Advaita Vedana                            | "Reality in 40 Verses" by Ramana Maharshi       | Advaita Vedanta, Franklin Merrell-Wolff                                                          |
|     2 | Subject with Personal Objects                | TRUTH, Imagination, Illusion, Shamanic Journeying, Psychedelic Trips, Pure Mathematics | "Spiritologie"                                  | Isolation Tank Gnosis, Poetry, Dance, Art, Cartoons, Pure Mathematics, Quantum Physics           |
|     3 | Subject with Objects other Subjects Agree On | Reality                                                                                | Any classical mechanics textbook                | Applied mathematics, Science other than Quantum Physics, a Court of Law, Intentional Communities |
|       |                                              |                                                                                        |                                                 |                                                                                                  |

** COC p.217 is the admittance test. contrast with p.218
** Afow first page
* Isolation
Now, we begin to delve into the specifics of ITG's approach to
seeking Truth. As we have acknowledged before, many religious
organizations are in 100% agreement with our definition of
Truth. They simply have a different path to it.
** Isolation and God
** Isolation Tank, Described
*** e.r. interlocks are minimized to zero
*** p.91 - inner realities to be penetrated
*** p.129 "when given freedom from external..."

** tqc 71 - you can discover...
* Temple, Ceremony and Ritual
** COC p.38 = I prefer staying in my own center
