course-outline.html

<div id="outline-container-3-1" class="outline-3">
<h3 id="sec-3-1"><span class="section-number-3">3.1</span> "The world is in your mind" viewpoint</h3>
<div class="outline-text-3" id="text-3-1">

<p>We need to define one term in the quote to follow and that is
"consideration". A consideration is a creative thought - Michael
Jackson before composing "Billie Jean", Van Gogh before composing "A
Starry Night." So now let's read the quotation:
</p>
<blockquote>

<p>Considerations take rank over the mechanics of space, energy, and
time. By this it is meant that an idea or opinion is, fundamentally,
superior to space, energy, and time, or organizations of form, since
it is conceived that space, energy, and time are themselves broadly
agreed-upon considerations. That so many minds agree brings about
Reality in the form of space, energy, and time. These mechanics, then,
of space, energy, and time are the product of agreed- upon
considerations mutually held by life.
</p>
<p>
The aspects of existence when viewed from the level of Man, however,
is a reverse of the greater truth above for Man works on the secondary
opinion that mechanics are real, and that his own personal
considerations are less important than space, energy, and time. This
is an inversion. These mechanics of space, energy, and time, the
forms, objects and combinations thereof, have taken such precedence in
Man that they have become more important than considerations as such,
and so his ability is overpowered and he is unable to act freely in
the framework of mechanics. Man, therefore, has an inverted
view. Whereas considerations such as those he daily makes are the
actual source of space, energy, time and forms, Man is operating so as
not to alter his basic considerations; he therefore invalidates
himself by supposing another determinism of space, energy, time and
form. Although he is part of that which created these, he gives them
such strength and validity that his own considerations thereafter must
fall subordinate to space, energy, time, and form, and so he cannot
alter the Universe in which he dwells.
</p>
<p>
The freedom of an individual depends upon that individual’s freedom to
alter his considerations of space, energy, time, and forms of life and
his roles in it. If he cannot change his mind about these, he is then
fixed and enslaved amidst barriers such as those of the physical
universe, and barriers of his own creation. Man thus is seen to be
enslaved by barriers of his own creation. He creates these barriers
himself, or by agreeing with things which hold these barriers to be
actual.
</p>
<p>
There is a basic series of assumptions in processing, which
assumptions do not alter the philosophy of Scientology. The first of
these assumptions is that Man can have a greater freedom. The second
is that so long as he remains relatively sane, he desires a greater
freedom. And the third assumption is that the auditor desires to
deliver a greater freedom to that person with whom he is working. If
these assumptions are not agreed upon and are not used, then auditing
degenerates into “the observation of effect”, which is, of course, a
goal-less, soulless pursuit, and is, indeed, a pursuit which has
degraded what is called modern science.
</p>
<p>
The goal of processing is to bring an individual into such thorough
communication with the physical universe that he can regain the power
and ability of his own considerations (postulates).
</p>
<p>
&ndash; L. Ron Hubbard "Scientology 0-8"
</p>
</blockquote>


</div>

</div>

<div id="outline-container-3-2" class="outline-3">
<h3 id="sec-3-2"><span class="section-number-3">3.2</span> "The world exists independant of your mind" viewpoint</h3>
<div class="outline-text-3" id="text-3-2">


</div>
</div>

</div>

<div id="outline-container-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> Consiousness without an Object</h2>
<div class="outline-text-2" id="text-4">


</div>

<div id="outline-container-4-1" class="outline-3">
<h3 id="sec-4-1"><span class="section-number-3">4.1</span> Planes of Being</h3>
<div class="outline-text-3" id="text-4-1">


</div>

<div id="outline-container-4-1-1" class="outline-4">
<h4 id="sec-4-1-1"><span class="section-number-4">4.1.1</span> Nothing</h4>
<div class="outline-text-4" id="text-4-1-1">

</div>

</div>

<div id="outline-container-4-1-2" class="outline-4">
<h4 id="sec-4-1-2"><span class="section-number-4">4.1.2</span> Consciousness (subject with no object)</h4>
<div class="outline-text-4" id="text-4-1-2">

</div>

</div>

<div id="outline-container-4-1-3" class="outline-4">
<h4 id="sec-4-1-3"><span class="section-number-4">4.1.3</span> Truth (subject with peronal objects and events)</h4>
<div class="outline-text-4" id="text-4-1-3">

</div>

</div>

<div id="outline-container-4-1-4" class="outline-4">
<h4 id="sec-4-1-4"><span class="section-number-4">4.1.4</span> Reality (subject with consensus objects and events)</h4>
<div class="outline-text-4" id="text-4-1-4">


</div>
</div>
</div>

</div>

<div id="outline-container-5" class="outline-2">
<h2 id="sec-5"><span class="section-number-2">5</span> Reflection, summary and evaluation</h2>
<div class="outline-text-2" id="text-5">

<p>Now that we've covered the various realms, let's summarize them:
</p><table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<colgroup><col class="right" /><col class="left" /><col class="left" /><col class="left" /><col class="left" />
</colgroup>
<tbody>
<tr><td class="right">Level</td><td class="left">Point of View</td><td class="left">Description</td><td class="left">Signature Text</td><td class="left">Representative Systems</td></tr>
<tr><td class="right">0</td><td class="left">None</td><td class="left">Utter nothingness</td><td class="left">"Hsin Hsin Ming" (The Book of Nothing) by Sosan</td><td class="left">If anything, Zen Buddhism</td></tr>
<tr><td class="right">1</td><td class="left">Subject with No Object</td><td class="left">Consciousness without an object, Advaita Vedana</td><td class="left">"Reality in 40 Verses" by Ramana Maharshi</td><td class="left">Advaita Vedanta</td></tr>
<tr><td class="right">2</td><td class="left">Subject with Personal Objects</td><td class="left">TRUTH, Imagination, Illusion, Shamanic Journeying, Psychedelic Trips</td><td class="left">"Spiritologie"</td><td class="left">Isolation Tank Gnosis, Poetry, Dance, Art, Cartoons, Pure Mathematics, Quantum Physics</td></tr>
<tr><td class="right">3</td><td class="left">Subject with Objects other Subjects Agree On</td><td class="left">Reality</td><td class="left">Any classical mechanics textbook</td><td class="left">Science other than Quantum Physics, a Court of Law, Intentional Communities</td></tr>
</tbody>
</table>


</div>

<div id="outline-container-5-1" class="outline-3">
<h3 id="sec-5-1"><span class="section-number-3">5.1</span> COC p.217 is the admittance test. contrast with p.218</h3>
<div class="outline-text-3" id="text-5-1">

</div>

</div>

<div id="outline-container-5-2" class="outline-3">
<h3 id="sec-5-2"><span class="section-number-3">5.2</span> Afow first page</h3>
<div class="outline-text-3" id="text-5-2">

</div>
</div>

</div>

<div id="outline-container-6" class="outline-2">
<h2 id="sec-6"><span class="section-number-2">6</span> Isolation</h2>
<div class="outline-text-2" id="text-6">

<p>Now, we begin to delve into the specifics of ITG's approach to
seeking Truth. As we have acknowledged before, many religious
organizations are in 100% agreement with our definition of
Truth. They simply have a different path to it.
</p>
</div>

<div id="outline-container-6-1" class="outline-3">
<h3 id="sec-6-1"><span class="section-number-3">6.1</span> Isolation and God</h3>
<div class="outline-text-3" id="text-6-1">

</div>

</div>

<div id="outline-container-6-2" class="outline-3">
<h3 id="sec-6-2"><span class="section-number-3">6.2</span> Isolation Tank, Described</h3>
<div class="outline-text-3" id="text-6-2">


</div>

<div id="outline-container-6-2-1" class="outline-4">
<h4 id="sec-6-2-1"><span class="section-number-4">6.2.1</span> e.r. interlocks are minimized to zero</h4>
<div class="outline-text-4" id="text-6-2-1">

</div>

</div>

<div id="outline-container-6-2-2" class="outline-4">
<h4 id="sec-6-2-2"><span class="section-number-4">6.2.2</span> p.91 - inner realities to be penetrated</h4>
<div class="outline-text-4" id="text-6-2-2">

</div>

</div>

<div id="outline-container-6-2-3" class="outline-4">
<h4 id="sec-6-2-3"><span class="section-number-4">6.2.3</span> p.129 "when given freedom from external&hellip;"</h4>
<div class="outline-text-4" id="text-6-2-3">


</div>
</div>

</div>

<div id="outline-container-6-3" class="outline-3">
<h3 id="sec-6-3"><span class="section-number-3">6.3</span> tqc 71 - you can discover&hellip;</h3>
<div class="outline-text-3" id="text-6-3">

</div>
</div>

</div>

<div id="outline-container-7" class="outline-2">
<h2 id="sec-7"><span class="section-number-2">7</span> Temple, Ceremony and Ritual</h2>
<div class="outline-text-2" id="text-7">


</div>

<div id="outline-container-7-1" class="outline-3">
<h3 id="sec-7-1"><span class="section-number-3">7.1</span> COC p.38 = I prefer staying in my own center</h3>
<div class="outline-text-3" id="text-7-1">

</div>

</div>
