course-outline.org
** definition of terms
** Temple is designed to encourage social isolation
*** p.126 TDS
** The ceremony is done with a mind to reduce communication, control and coercion
*** p.210 - "Once you can get into the tank with no preprogramming..."
*** Ceremony outline
*** Big communication no-nos
**** no suggestions on what can or will be experienced
**** p.136 judgement of performance/accuracy
** Truth Ritual
** Greeting Ritual
** The ritual takes place
** Post-ritual should nurture social isolation
*** p. 129 "range of phenomena great than society will accept"
*** any post-communication is initiated by the
** Night time is an allright time
** Time limits

* Charge for Service
** Entirely free
** Donation based
** Pay full price
** Receive service on credit
** Patronize my business
* Alternative Isolation Techniques
We must remember that Isolation is a path to the Truth, not truth
itself. So, accurately, this chapter should be about ways to dwell in
Truth
** Yoga Nidra
** Plugging your ears
** Social Isolation
** Word Repetition
* From Reality to Truth over Time
** Dreamspell calendar - 13 moons + 1 day out of time
* From Reality to Truth
** via logical proof

** via God Out There chapter in simulations of god.

* Welcome
Welcome to Isolation Tank Gnosis (ITG), the religion where Isolation
is the The Way and Imagination the Path! Because Isolation Tank Gnosis
is simple, personal and experiential, there is very little
writing/instruction about it necessary.

** What it is
ITG is an organization whose sole purpose is to faciliate gnosis via
the isolation tank. Gnosis is knowing the Self via the self as
opposed to a church or a group.
** Why it is
ITG fills a necessary gap in the float space. Isolation is a viable research
topic and commercial venture. However neither of these is ideal for
in-depth spiritual exploration. A personal tank is best but perhaps
space and cost-prohibitive.
** How it came about
ITG came about over many iterations.
*** Columbus, OH floatation tank laws
*** [[http://www.thinkingallowed.com/2jlilly.html][Jeffrey Mishlove's inteview]] with Dr. Lilly
When I saw this interview, it was the match to the firecracker. This
is what drove me into action. At one point, Lilly says "That's the
Gnostic viewpoint. Transcendence via the Self as opposed to a church
or group."
*** The Spiritologie Teachings
I took a course in [[http://www.spiritologie.org/][Spiritologie]] and that acted as "cement" for
Dr. Lilly's comment on the Gnostic Viewpoint. The Spiritologie
teachings are firmly grounded in personal truth and imagination. The
free book is highly recommended.
*** Numerous Failings in Spiritual Groups
While The Way of the gnostic viewpoint was attractive, I found The
Path offered by various spiritual groups unworkable. It was only in
the tank that The Way and The Path could find harmonious marriage.
