course-outline.html

<div id="outline-container-7-2" class="outline-3">
<h3 id="sec-7-2"><span class="section-number-3">7.2</span> definition of terms</h3>
<div class="outline-text-3" id="text-7-2">

</div>

</div>

<div id="outline-container-7-3" class="outline-3">
<h3 id="sec-7-3"><span class="section-number-3">7.3</span> Temple is designed to encourage social isolation</h3>
<div class="outline-text-3" id="text-7-3">


</div>

<div id="outline-container-7-3-1" class="outline-4">
<h4 id="sec-7-3-1"><span class="section-number-4">7.3.1</span> p.126 TDS</h4>
<div class="outline-text-4" id="text-7-3-1">

</div>
</div>

</div>

<div id="outline-container-7-4" class="outline-3">
<h3 id="sec-7-4"><span class="section-number-3">7.4</span> The ceremony is done with a mind to reduce communication, control and coercion</h3>
<div class="outline-text-3" id="text-7-4">


</div>

<div id="outline-container-7-4-1" class="outline-4">
<h4 id="sec-7-4-1"><span class="section-number-4">7.4.1</span> p.210 - "Once you can get into the tank with no preprogramming&hellip;"</h4>
<div class="outline-text-4" id="text-7-4-1">

</div>

</div>

<div id="outline-container-7-4-2" class="outline-4">
<h4 id="sec-7-4-2"><span class="section-number-4">7.4.2</span> Ceremony outline</h4>
<div class="outline-text-4" id="text-7-4-2">

</div>

</div>

<div id="outline-container-7-4-3" class="outline-4">
<h4 id="sec-7-4-3"><span class="section-number-4">7.4.3</span> Big communication no-nos</h4>
<div class="outline-text-4" id="text-7-4-3">

<ul>
<li id="sec-7-4-3-1">no suggestions on what can or will be experienced<br/>
</li>
</ul>
<ul>
<li id="sec-7-4-3-2">p.136 judgement of performance/accuracy<br/>
</li>
</ul>
</div>
</div>

</div>

<div id="outline-container-7-5" class="outline-3">
<h3 id="sec-7-5"><span class="section-number-3">7.5</span> Truth Ritual</h3>
<div class="outline-text-3" id="text-7-5">

</div>

</div>

<div id="outline-container-7-6" class="outline-3">
<h3 id="sec-7-6"><span class="section-number-3">7.6</span> Greeting Ritual</h3>
<div class="outline-text-3" id="text-7-6">

</div>

</div>

<div id="outline-container-7-7" class="outline-3">
<h3 id="sec-7-7"><span class="section-number-3">7.7</span> The ritual takes place</h3>
<div class="outline-text-3" id="text-7-7">

</div>

</div>

<div id="outline-container-7-8" class="outline-3">
<h3 id="sec-7-8"><span class="section-number-3">7.8</span> Post-ritual should nurture social isolation</h3>
<div class="outline-text-3" id="text-7-8">


</div>

<div id="outline-container-7-8-1" class="outline-4">
<h4 id="sec-7-8-1"><span class="section-number-4">7.8.1</span> p. 129 "range of phenomena great than society will accept"</h4>
<div class="outline-text-4" id="text-7-8-1">

</div>

</div>

<div id="outline-container-7-8-2" class="outline-4">
<h4 id="sec-7-8-2"><span class="section-number-4">7.8.2</span> any post-communication is initiated by the</h4>
<div class="outline-text-4" id="text-7-8-2">

</div>
</div>

</div>

<div id="outline-container-7-9" class="outline-3">
<h3 id="sec-7-9"><span class="section-number-3">7.9</span> Night time is an allright time</h3>
<div class="outline-text-3" id="text-7-9">

</div>

</div>

<div id="outline-container-7-10" class="outline-3">
<h3 id="sec-7-10"><span class="section-number-3">7.10</span> Time limits</h3>
<div class="outline-text-3" id="text-7-10">


</div>
</div>

</div>

<div id="outline-container-8" class="outline-2">
<h2 id="sec-8"><span class="section-number-2">8</span> Charge for Service</h2>
<div class="outline-text-2" id="text-8">


</div>

<div id="outline-container-8-1" class="outline-3">
<h3 id="sec-8-1"><span class="section-number-3">8.1</span> Entirely free</h3>
<div class="outline-text-3" id="text-8-1">

</div>

</div>

<div id="outline-container-8-2" class="outline-3">
<h3 id="sec-8-2"><span class="section-number-3">8.2</span> Donation based</h3>
<div class="outline-text-3" id="text-8-2">

</div>

</div>

<div id="outline-container-8-3" class="outline-3">
<h3 id="sec-8-3"><span class="section-number-3">8.3</span> Pay full price</h3>
<div class="outline-text-3" id="text-8-3">

</div>

</div>

<div id="outline-container-8-4" class="outline-3">
<h3 id="sec-8-4"><span class="section-number-3">8.4</span> Receive service on credit</h3>
<div class="outline-text-3" id="text-8-4">

</div>

</div>

<div id="outline-container-8-5" class="outline-3">
<h3 id="sec-8-5"><span class="section-number-3">8.5</span> Patronize my business</h3>
<div class="outline-text-3" id="text-8-5">

</div>
</div>

</div>

<div id="outline-container-9" class="outline-2">
<h2 id="sec-9"><span class="section-number-2">9</span> Alternative Isolation Techniques</h2>
<div class="outline-text-2" id="text-9">

<p>We must remember that Isolation is a path to the Truth, not truth
itself. So, accurately, this chapter should be about ways to dwell in
Truth
</p>
</div>

<div id="outline-container-9-1" class="outline-3">
<h3 id="sec-9-1"><span class="section-number-3">9.1</span> Yoga Nidra</h3>
<div class="outline-text-3" id="text-9-1">

</div>

</div>

<div id="outline-container-9-2" class="outline-3">
<h3 id="sec-9-2"><span class="section-number-3">9.2</span> Plugging your ears</h3>
<div class="outline-text-3" id="text-9-2">

</div>

</div>

<div id="outline-container-9-3" class="outline-3">
<h3 id="sec-9-3"><span class="section-number-3">9.3</span> Social Isolation</h3>
<div class="outline-text-3" id="text-9-3">

</div>

</div>

<div id="outline-container-9-4" class="outline-3">
<h3 id="sec-9-4"><span class="section-number-3">9.4</span> Word Repetition</h3>
<div class="outline-text-3" id="text-9-4">

</div>
</div>

</div>

<div id="outline-container-10" class="outline-2">
<h2 id="sec-10"><span class="section-number-2">10</span> From Reality to Truth over Time</h2>
<div class="outline-text-2" id="text-10">


</div>

<div id="outline-container-10-1" class="outline-3">
<h3 id="sec-10-1"><span class="section-number-3">10.1</span> Dreamspell calendar - 13 moons + 1 day out of time</h3>
<div class="outline-text-3" id="text-10-1">

</div>
</div>

</div>

<div id="outline-container-11" class="outline-2">
<h2 id="sec-11"><span class="section-number-2">11</span> From Reality to Truth</h2>
<div class="outline-text-2" id="text-11">


</div>

<div id="outline-container-11-1" class="outline-3">
<h3 id="sec-11-1"><span class="section-number-3">11.1</span> via logical proof</h3>
<div class="outline-text-3" id="text-11-1">


</div>

</div>

<div id="outline-container-11-2" class="outline-3">
<h3 id="sec-11-2"><span class="section-number-3">11.2</span> via God Out There chapter in simulations of god.</h3>
<div class="outline-text-3" id="text-11-2">


</div>
</div>

</div>

<div id="outline-container-12" class="outline-2">
<h2 id="sec-12"><span class="section-number-2">12</span> Welcome</h2>
<div class="outline-text-2" id="text-12">

<p>Welcome to Isolation Tank Gnosis (ITG), the religion where Isolation
is the The Way and Imagination the Path! Because Isolation Tank Gnosis
is simple, personal and experiential, there is very little
writing/instruction about it necessary.
</p>

</div>

<div id="outline-container-12-1" class="outline-3">
<h3 id="sec-12-1"><span class="section-number-3">12.1</span> What it is</h3>
<div class="outline-text-3" id="text-12-1">

<p>ITG is an organization whose sole purpose is to faciliate gnosis via
the isolation tank. Gnosis is knowing the Self via the self as
opposed to a church or a group.
</p></div>

</div>

<div id="outline-container-12-2" class="outline-3">
<h3 id="sec-12-2"><span class="section-number-3">12.2</span> Why it is</h3>
<div class="outline-text-3" id="text-12-2">

<p>ITG fills a necessary gap in the float space. Isolation is a viable research
topic and commercial venture. However neither of these is ideal for
in-depth spiritual exploration. A personal tank is best but perhaps
space and cost-prohibitive.
</p></div>

</div>

<div id="outline-container-12-3" class="outline-3">
<h3 id="sec-12-3"><span class="section-number-3">12.3</span> How it came about</h3>
<div class="outline-text-3" id="text-12-3">

<p>ITG came about over many iterations.
</p>
</div>

<div id="outline-container-12-3-1" class="outline-4">
<h4 id="sec-12-3-1"><span class="section-number-4">12.3.1</span> Columbus, OH floatation tank laws</h4>
<div class="outline-text-4" id="text-12-3-1">

</div>

</div>

<div id="outline-container-12-3-2" class="outline-4">
<h4 id="sec-12-3-2"><span class="section-number-4">12.3.2</span> <a href="http://www.thinkingallowed.com/2jlilly.html">Jeffrey Mishlove's inteview</a> with Dr. Lilly</h4>
<div class="outline-text-4" id="text-12-3-2">

<p>When I saw this interview, it was the match to the firecracker. This
is what drove me into action. At one point, Lilly says "That's the
Gnostic viewpoint. Transcendence via the Self as opposed to a church
or group."
</p></div>

</div>

<div id="outline-container-12-3-3" class="outline-4">
<h4 id="sec-12-3-3"><span class="section-number-4">12.3.3</span> The Spiritologie Teachings</h4>
<div class="outline-text-4" id="text-12-3-3">

<p>I took a course in <a href="http://www.spiritologie.org/">Spiritologie</a> and that acted as "cement" for
Dr. Lilly's comment on the Gnostic Viewpoint. The Spiritologie
teachings are firmly grounded in personal truth and imagination. The
free book is highly recommended.
</p></div>

</div>

<div id="outline-container-12-3-4" class="outline-4">
<h4 id="sec-12-3-4"><span class="section-number-4">12.3.4</span> Numerous Failings in Spiritual Groups</h4>
<div class="outline-text-4" id="text-12-3-4">

<p>While The Way of the gnostic viewpoint was attractive, I found The
Path offered by various spiritual groups unworkable. It was only in
the tank that The Way and The Path could find harmonious marriage.
</p></div>
</div>

</div>
