course-outline.html

<div id="outline-container-12-4" class="outline-3">
<h3 id="sec-12-4"><span class="section-number-3">12.4</span> What good is it</h3>
<div class="outline-text-3" id="text-12-4">

<p>The value of ITG is it's staunch insistence on you having everything
you need to be free other than isolation of some sort. In short, we
reduce the number of external necessities to realization to one &mdash; a
tank. In other religious organizations are number of things are
expected of you and can occur to you:
</p><dl>
<dt>Invalidation</dt><dd>Have you ever been at a spiritual gathering and
                  said you felt a certain way, or understood
                  something in a certain way, and been laughed at or
                  told you were not correct? Well, I have many times
                  and I wanted a religion where that could not happen.
</dd>
<dt>Manipulation</dt><dd>As I write this, a yoga teacher with over 50,000
                  students is being charged with rape of some of his
                  students. Whether he is guilty or not, we will
                  never know because we weren't there when it
                  happened. But what is certain is that surrendering
                  Your Way to someone else's Path makes you
                  susceptible to manipulation. ITG is designed to
                  eliminate this possibility as well as its close
                  friend, peer pressure.
</dd>
<dt>Deception</dt><dd>p.40 CoC "I was doublecrossed"
</dd>
<dt>Dependency</dt><dd>No longer is your path to freedom blocked by the
                rules, regulations or expections of a group. No longer
                do you need to bring flowers or queue up in a line
                for a few seconds with the enlightened master! A single
                ritual is available to you 24 hours a day, 7 days a
                week!
<blockquote>

<p>The Pied Pipe entrances and entrains the children.
&ndash; p. 38 COC
</p>
</blockquote>


</dd>
</dl>


<p>
Now that we've gone over the basics of Isolation Tank Gnosis, we will
get agreement on a few topics so that we can you, and anyone else,
return to a realm of utter freedom and no need to agree with anyone!
</p></div>

</div>

<div id="outline-container-12-5" class="outline-3">
<h3 id="sec-12-5"><span class="section-number-3">12.5</span> References, Acknowledgements and Further Reading</h3>
<div class="outline-text-3" id="text-12-5">

</div>

</div>

<div id="outline-container-12-6" class="outline-3">
<h3 id="sec-12-6"><span class="section-number-3">12.6</span> Books by John Lilly</h3>
<div class="outline-text-3" id="text-12-6">


</div>

<div id="outline-container-12-6-1" class="outline-4">
<h4 id="sec-12-6-1"><span class="section-number-4">12.6.1</span> The Quiet Center</h4>
<div class="outline-text-4" id="text-12-6-1">

</div>

</div>

<div id="outline-container-12-6-2" class="outline-4">
<h4 id="sec-12-6-2"><span class="section-number-4">12.6.2</span> The Deep Self</h4>
<div class="outline-text-4" id="text-12-6-2">

</div>

</div>

<div id="outline-container-12-6-3" class="outline-4">
<h4 id="sec-12-6-3"><span class="section-number-4">12.6.3</span> Simulations of God</h4>
<div class="outline-text-4" id="text-12-6-3">

</div>

</div>

<div id="outline-container-12-6-4" class="outline-4">
<h4 id="sec-12-6-4"><span class="section-number-4">12.6.4</span> Center of the Cyclone</h4>
<div class="outline-text-4" id="text-12-6-4">

</div>
</div>

</div>

<div id="outline-container-12-7" class="outline-3">
<h3 id="sec-12-7"><span class="section-number-3">12.7</span> <a href="http://www.thinkingallowed.com/2jlilly.html">"From Here to Alternity"</a> - an interview with Dr. Lilly</h3>
<div class="outline-text-3" id="text-12-7">

</div>

</div>

<div id="outline-container-12-8" class="outline-3">
<h3 id="sec-12-8"><span class="section-number-3">12.8</span> <a href="http://www.lawoftime.org/pdfs/Perpetual13MoonCalendar.pdf">Law of Time</a></h3>
<div class="outline-text-3" id="text-12-8">


</div>

<div id="outline-container-12-8-1" class="outline-4">
<h4 id="sec-12-8-1"><span class="section-number-4">12.8.1</span> </h4>
<div class="outline-text-4" id="text-12-8-1">

</div>
</div>
</div>
</div>
</div>

<div id="postamble">
<p class="date">Date: 2013-08-04T21:20-0400</p>
<p class="author">Author: Terrence Brannon</p>
<p class="creator"><a href="http://orgmode.org">Org</a> version 7.9.3+ with <a href="http://www.gnu.org/software/emacs/">Emacs</a> version 24</p>
<a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a>

</div>
</body>
</html>
